/*global tarteaucitron */
/* min ready */
tarteaucitron.lang = {
    "middleBarHead": "☝️ 🍪",
    "adblock": "Здравей! Този сайт позволяа включването на бисквитки по избор.",
    "adblock_call": "Моля изключете вашият adblocker и изберете бисквитките които искате, или спрете всички.",
    "reload": "Презареди",
    
    "alertBigScroll": "Ако продължавате да скролвате,",
    "alertBigClick": "Ако продължавате да използвате този сайт,",
    "alertBig": "вив се съгласявате с всички бисквитки от трети лица.",
    
    "alertBigPrivacy": "Този сайт използва бисквитки и Ви дава право да изберете записването на определени или всички.",
    "alertSmall": "Управление на услуги",
    "personalize": "Ще избирам",
    "acceptAll": "ОК, приемам всички",
    "close": "Затвори",
    "closeBanner": "Скриване на банера за бисквитки",
    "bannerHeading": "",  // empty = no header shown

    "privacyUrl": "Политика за поверителност",
    
    "all": "Услуги които записват бисквитки на този сайт",

    "info": "Зашитава вашата сигурност",
    "disclaimer": "Позволяването на тези бисквитки от трети лица, Вие приемате те да записват и използват услуги за проследяване нужни за правилното им функциониране.",
    "allow": "Разшреши",
    "deny": "Забрани",
    "noCookie": "Тази услуга не записва бисквитки.",
    "useCookie": "Тази услуга може да запише",
    "useCookieCurrent": "Тази услуга е записала",
    "useNoCookie": "Тази услуга не е записала бисквитки.",
    "more": "Прочети повече",
    "source": "Официален сайт",
    "credit": "Управление на бисквитките от tarteaucitron.js",
    "noServices": "Този уебсайт не използва никакви бисквитки, изискващи вашето съгласие.",

    "toggleInfoBox": "Покажи/скрий информация за записването на бисквитки",
    "title": "Управление на бисквитките",
    "cookieDetail": "Информация за",
    "ourSite": "в нашият сайт",
    "modalWindow": "(модален прозорец)",
    "newWindow": "(нов прозорец)",
    "allowAll": "Разреши всички",
    "denyAll": "Забрани всички",

    "icon": "Бисквитки",
    
    "fallback": "е изключен.",
    "allowed": "Позволен",
    "disallowed": "Забранено",

    "ads": {
        "title": "Рекламодатели",
        "details": "Мрежите за реклами могат да генерират приходи, като продават рекламно пространство на сайта."
    },
    "analytic": {
        "title": "Аналитични",
        "details": "Услугите за измерване на аудиторията се използват за генериране на полезна статистика за посещаемостта с цел подобряване на сайта."
    },
    "social": {
        "title": "Социални",
        "details": "Социалните мрежи могат да подобрят употребата на сайта и да помогнат за неговото популяризиране чрез споделяне."
    },
    "video": {
        "title": "Видео платформи",
        "details": "Услугите за споделяне на видео помагат за добавянето на богат медиен съдържание на сайта и увеличаването на видимостта му."
    },
    "comment": {
        "title": "Коментари",
        "details": "Управителите на коментари улесняват подаването на коментари и борбата срещу спама."
    },
    "support": {
        "title": "Поддръжка",
        "details": "Услугите за поддръжка ви позволяват да се свържете с екипа на сайта и да помогнете за неговото подобряване."
    },
    "api": {
        "title": "Функционални",
        "details": "API се използват за зареждане на скриптове: геолокация, търсачки, преводи, ..."
    },
    "other": {
        "title": "Други",
        "details": "Услуги за показване на уеб съдържание."
    },

    "google": {
        "title": "Специфично съгласие за услугите на Google",
        "details": "Google може да използва данните ви за измерване на аудиторията, рекламна ефективност или за предлагане на персонализирани реклами."
    },

    "mandatoryTitle": "Задължителни бисквитки",
    "mandatoryText": "Този сайт използва бисквитки, необходими за неговото правилно функциониране, които не могат да бъдат деактивирани.",

    "save": "Запазване",
    "ourpartners": "Нашите партньори"
};
