/*global tarteaucitron */
/* min ready */
tarteaucitron.lang = {
    "middleBarHead": "☝️ 🍪",
    "adblock": "Привет! Этот сайт совершенно открытый и позволяет вам выбрать сервисы третьих лиц, которым вы хотите дать доступ.",
    "adblock_call": "Пожалуйста дезактивируйте АдБлокер чтобы начать настройку.",
    "reload": "Перезагрузите страницу",
    
    "alertBigScroll": "Продолжая прокрутки",
    "alertBigClick": "Если вы продолжаете использовать сайт",
    "alertBig": "вы позволяете сервисы третьих лиц",
    
    "alertBigPrivacy": "Этот сайт использует кукис и позволяет вам контролировать сервисы которые вы хотите активировать",
    "alertSmall": "Настройка сервисов",
    "personalize": "Персонализировать",
    "acceptAll": "Ок, все активировать",
    "close": "Закрыть",
    "closeBanner": "Скрыть баннер cookie",
    "bannerHeading": "",  // empty = no header shown

    "privacyUrl": "Политика конфиденциальности",
    
    "all": "Преференция всем сервисам",

    "info": "Защитить вашу конфиденциальность",
    "disclaimer": "Активирование сервисов третьих лиц позволяет использование их кукис и технолоний отслеживания необходимых для их функционирования",
    "allow": "Позволить",
    "deny": "Не позволить",
    "noCookie": "Этот сервис не использует кукис.",
    "useCookie": "Этот сервис может быть инсталирован",
    "useCookieCurrent": "Этот сервис инсталирован",
    "useNoCookie": "Этот сервис не использует кукис.",
    "more": "Подробнее",
    "source": "Посетите официальный сайт",
    "credit": "Кукис манаджер tarteaucitron.js",
    "noServices": "Этот веб-сайт не использует файлы cookie, требующие вашего согласия.",

    "toggleInfoBox": "Show/hide informations about cookie storage",
    "title": "Панель управления cookies",
    "cookieDetail": "Информация о файлах cookie для",
    "ourSite": "на нашем сайте",
    "modalWindow": "(модальное окно)",
    "newWindow": "(новое окно)",
    "allowAll": "Разрешить использование cookies",
    "denyAll": "Запретить использование cookies",

    "icon": "Cookies",
    
    
    "fallback": "Деактивирован.",
    "allowed": "разрешается",
    "disallowed": "запрещено",

    "ads": {
        "title": "Рекламная сеть",
        "details": "Мы позволяем вам аренду нашей рекламной сети."
    },
    "analytic": {
        "title": "Измерение аудиенции",
        "details": "Измерение аудиенции сайта для статистики помогают улучшить предлагаемый сервис."
    },
    "social": {
        "title": "Социальная сеть",
        "details": "Социальная сеть сайтов помогает улучшить предлагаемый сервис через обмен информации."
    },
    "video": {
        "title": "Видео",
        "details": "Обмен видео информации позволяет улучшить сервис и увеличит траффик сайта."
    },
    "comment": {
        "title": "Комментарии",
        "details": "Манаджер комментариев позволяет обмен информации и борьбу со спамом."
    },
    "support": {
        "title": "Помощь",
        "details": "Помощь позволяет вам контактировать напрямую сайт манаджер и улучшить предлагаемый сервис."
    },
    "api": {
        "title": "АПИ",
        "details": "АПИ используются для загрузки скриптов; геолокация, поисковый мотор и переводы..."
    },
    "other": {
        "title": "Другие",
        "details": "Службы для отображения веб-контента."
    },

    "google": {
        "title": "Специфическое согласие на услуги Google",
        "details": "Google может использовать ваши данные для измерения аудитории, оценки рекламной эффективности или предоставления вам персонализированных рекламных объявлений."
    },

    "mandatoryTitle": "Обязательные файлы cookie",
    "mandatoryText": "Этот сайт использует файлы cookie, необходимые для его правильной работы, которые нельзя отключить.",

    "save": "Сохранить",
    "ourpartners": "Наши партнеры"
};
