/*global tarteaucitron */
/* min ready */
tarteaucitron.lang = {

    "middleBarHead": "☝️ 🍪",
    "adblock": "مرحبا! يلعب هذا الموقع الكتروني على الشفافية ويمنحك اختيار خدمات الطرف الثالث للتفعيل.",
    "adblock_call": "يرجى إلغاء تنشيط adblocker لبدء التخصيص.",
    "reload": "أعد تحميل الصفحة",
    
    "alertBigScroll": "من خلال الاستمرار في العرض",
    "alertBigClick": "من خلال إستمرارك بالتصفُّح على هذا الموقع",
    "alertBig": "أنت توافق استخدام خدمات الطرف الثالث التي يمكنها تثبيت ملفات تعريف الارتباط",
    
    "alertBigPrivacy": "يستخدم هذا الموقع ملفات تعريف الارتباط ويمنحك التحكم في تلك التي تريد تنشيطها",
    "alertSmall": "إدارة الخدمات",
    "acceptAll": "تقبل كل شيء",
    "personalize": "تخصيص",
    "close": "اغلاق",
    "closeBanner": "إخفاء لافتة ملفات تعريف الارتباط",
    "bannerHeading": "",  // empty = no header shown

    "privacyUrl": "سياسة الخصوصية",

    "all": "التفضيلات لجميع الخدمات",

    "info": "حماية خصوصيتك",
    "disclaimer": "من خلال تفويض هذه خدمات الطرف الثالث  ، فإنك تقبل إيداع وقراءة ملفات تعريف الارتباط واستخدام تقنيات المراقبة اللازمة لعملها بشكل صحيح",
    "allow": "سماح",
    "deny": "منع",
    "noCookie": "لا تقوم هذه الخدمة بإيداع أي ملفات تعريف ارتباط",
    "useCookie": "يمكن لهذه الخدمة الإيداع",
    "useCookieCurrent": "قدَّمت هذه الخدمة",
    "useNoCookie": "لم تودع هذه الخدمة أي ملفات تعريف ارتباط.",
    "more": "اقرأ المزيد",
    "source": "شاهد الموقع الرسمي",
    "credit": "إدارة ملفات تعريف الارتباط من قبل tarteaucitron.js",
    "noServices": "لا يستخدم هذا الموقع أي ملفات تعريف ارتباط تتطلب موافقتك.",

    "toggleInfoBox": "إظهار/إخفاء معلومات حول تخزين ملفات تعريف الارتباط",
    "title": "لوحة إدارة ملفات تعريف الارتباط",
    "cookieDetail": "تفاصيل ملفات تعريف الارتباط",
    "ourSite": "على موقعنا على الانترنت",
    "modalWindow": "(نافذة شكلية)",
    "newWindow": "(نافذة جديدة)",
    "allowAll": "قبول كل شيء",
    "denyAll": "رفض كل شيء",

    "icon": "ملفات تعريف الارتباط",
    
    "fallback": "معطل.",
    "allowed": "مسموح",
    "disallowed": "ممنوع",

    "ads": {
        "title": "وكالات الإعلان",
        "details": "تجعل وكالات الإعلان من الممكن تحقيق إيرادات من خلال تسويق المساحة الإعلانية على الموقع"
    },
    "analytic": {
        "title": "قياس الجمهور",
        "details": "تسمح خدمات قياس الجمهور بانشاء إحصاءآت حول حركة المرور المفيذة  لتحسين الموقع"
    },
    "social": {
        "title": "الشبكات الاجتماعية",
        "details": "تعمل الشبكات الاجتماعية على تحسين سهولة استخدام الموقع وتساعد في الترويج له من خلال المشاركة."
    },
    "video": {
        "title": "الفيديوهات",
        "details": "تعمل خدمات مشاركة الفيديو على إثراء الموقع بمحتوى الوسائط المتعددة وزيادة ظهوره."
    },
    "comment": {
        "title": "تعليقات",
        "details": "يقوم مديري التعليق بتسهيل إيداع تعليقاتك ومحاربة البريد المزعج."
    },
    "support": {
        "title": "الدعم",
        "details": "تسمح لك خدمات الدعم بالتواصل مع فريق الموقع ومساعدة تحسينه."
    },
    "api": {
        "title": "واجهات برمجة التطبيقات",
        "details": "تسمح لك واجهات برمجة التطبيقات بتحميل البرامج النصية: تحديد الموقع الجغرافي ، ومحركات البحث ، والترجمات ، ..."
    },
    "other": {
        "title": "آخر",
        "details": "خدمات لعرض محتوى الويب"
    },

    "google": {
        "title": "موافقة محددة لخدمات Google",
        "details": "قد تستخدم Google بياناتك لقياس الجمهور، وأداء الإعلانات، أو لتقديم إعلانات مخصصة لك."
    },
    
    "mandatoryTitle": "ملفات تعريف الارتباط الإلزامية",
    "mandatoryText": "يستخدم هذا الموقع ملفات تعريف الارتباط الضرورية لعمله بشكل صحيح. لا يمكن تعطيلها",

    "save": "حفظ",
    "ourpartners": "شركاؤنا"
};