/*global tarteaucitron */
/* min ready */
tarteaucitron.lang = {
    "middleBarHead": "☝️ 🍪",
    "adblock": "Добрий день! Цей сайт нічого від вас не приховує і дає вам можливість обрати, які сторонні послуги увімкнути.",
    "adblock_call": "Будь ласка вимкніть ваш блокувач реклами, щоб перейти до налаштувань.",
    "reload": "Перезавантажити сторінку",
    
    "alertBigScroll": "Продовжуючи прокрутку,",
    "alertBigClick": "Продовжуючи навігацію,",
    "alertBig": "ви погоджуєтесь на використання сторонніх послуг, які можуть встановлювати кукі",
    
    "alertBigPrivacy": "Цей сайт використовує кукі і дає вам можливість обрати ті, які ви хочете увімкнути",
    "alertSmall": "Керування послугами",
    "acceptAll": "Прийняти все",
    "personalize": "Налаштувати",
    "close": "Закрити",
    "closeBanner": "Приховати банер cookie",
    "bannerHeading": "",  // empty = no header shown

    "privacyUrl": "Політика конфіденційності",

    "all": "Налаштування всіх послуг",

    "info": "Захист вашого особистого життя",
    "disclaimer": "Дозволяючи ці сторонні послуги, ви даєте згоду на збереження і завантаження кукі, а також на використання засобів відстеження, необхідних для їхньої функціональності.",
    "allow": "Дозволити",
    "deny": "Заборонити",
    "noCookie": "Ця послуга не зберігає жодного кукі.",
    "useCookie": "Ця послуга може зберегти",
    "useCookieCurrent": "Ця послуга зберегла",
    "useNoCookie": "Ця послуга не зберегла жодного кукі.",
    "more": "Дізнатись більше",
    "source": "Перейти на офіційний сайт",
    "credit": "Керування кукі від tarteaucitron.js",
    "noServices": "Цей сайт не використовує жодного кукі, який потребував би вашої згоди.",

    "toggleInfoBox": "Показати/приховати інформацію про збереження кукі",
    "title": "Панель керування кукі",
    "cookieDetail": "Подробиці про кукі",
    "ourSite": "на нашому сайті",
    "modalWindow": "(модальне вікно)",
    "newWindow": "(нове вікно)",
    "allowAll": "Все прийняти",
    "denyAll": "Все відхилити",

    "icon": "Кукі",
    
    "fallback": "вимкнено.",
    "allowed": "дозволено",
    "disallowed": "заборонено",

    "ads": {
        "title": "Рекламні мережі",
        "details": "Рекламні мережі дають змогу отримувати дохід, монетизуючи рекламні блоки на сайті."
    },
    "analytic": {
        "title": "Заміри аудиторії",
        "details": "Послуги з замірів аудиторії дозволяють генерувати статистику відвідуваності, корисну для покращення сайту."
    },
    "social": {
        "title": "Соціальні мережі",
        "details": "Соціальні мережі дозволяють зробити сайт зручнішим і допомагають просувати його через розповсюдження посилань."
    },
    "video": {
        "title": "Відеоролики",
        "details": "Відеохостинги дають змогу збагатити сайт мультімедійним контентом і сприяють його видимості."
    },
    "comment": {
        "title": "Коментарі",
        "details": "Менеджери коментарів полегшують додавання ваших коментарів і захищають від спаму."
    },
    "support": {
        "title": "Підтримка",
        "details": "Послуги підтримки дають вам можливість зв'язатись з адміністрацією сайту і допомогти покращити його."
    },
    "api": {
        "title": "API",
        "details": "API дозволяють завантажувати скрипти: геолокація, пошукові системи, переклади..."
    },
    "other": {
        "title": "Інші",
        "details": "Послуги для відображення веб-контенту."
    },

    "google": {
        "title": "Специфічна згода на послуги Google",
        "details": "Google може використовувати ваші дані для вимірювання аудиторії, рекламної ефективності або для надання вам персоналізованих рекламних оголошень."
    },
    
    "mandatoryTitle": "Обов'язкові кукі",
    "mandatoryText": "Цей сайт використовує кукі, які є необхідніми для забезпечення його функціональності. Вимкнути їх неможливо.",

    "save": "Зберегти",
    "ourpartners": "Наші партнери"
};